docs: 插件
